{"Unnamed":{"slug":"Unnamed","filePath":"Unnamed.md","title":"Unnamed","links":[],"tags":[],"content":"\nКускова Ксения Михайловна\n\nГеймдизайнер, художник по концептам\n+79034357382 Ksusha_61_rus@mail.ru\n\nТкаченко Андрей Алексеевич\n\n3D художник, программист\n+79885430788 gfhx392@gmail.com"},"index":{"slug":"index","filePath":"index.md","title":"Shattered Vessel - wiki","links":["Unnamed","Геймплей","Игровые-механики","Описание-сюжета","Персонажи","Локации","Анализ-конкурентов"],"tags":[],"content":"\n✨ Добро пожаловать в вики Shattered Vessel!\nShattered Vessel — это sci-fi хоррор-шутер от первого лица, где игроку предстоит исследовать таинственный заброшенный корабль, зараженный неизвестным вирусом. Атмосфера страха, нехватка ресурсов, психологическое давление и сложный моральный выбор в конце — всё это делает игровой процесс напряженным и незабываемым.\n\n✦ Основная информация\n\n\nЖанр: FPS, хоррор\n\n\nЦелевая аудитория: мужчины 18-35 лет\n\n\nПлатформа: Windows, Linux\n\n\nДвижок: Unreal Engine 5\n\n\nРазработчик: Unnamed\n\n\nДата выхода: -----\n\n\n\n✨ Аннотация\n“Экспедиция «Горизонт» — будущее за гранью возможного!” — под таким лозунгом стартовала миссия, призванная раскрыть человечеству путь к далеким мирам. Однако что-то пошло не так…\nГлавная героиня, инженер космического корабля, приходит в сознание в криокамере. Все системы корабля повреждены, экипаж исчез, а искусственный интеллект, управляющий судном, ведет себя странно. Что случилось? Почему в коридорах бродят мутировавшие создания? Кто друг, а кто враг?\nИгроку предстоит выживать в условиях ограниченных ресурсов, разгадывать тайны корабля, сражаться с агрессивными существами и принимать решения, которые определят исход миссии. Сможешь ли ты спасти экипаж или выберешь спасение любой ценой?\n\n✦ Особенности игры\nНапряженная атмосфера космического хоррора: гнетущее окружение, пугающие звуки и неизвестность за каждым углом.\nСистема рассудка: чем дольше игрок остается вне безопасных зон, тем сильнее изменяется восприятие окружающей среды.\nВзаимодействие с компаньоном: инопланетный жук помогает в бою и взломе систем.\nТактический бой: ограниченные ресурсы требуют осмотрительного подхода к сражениям.\nФинальный выбор: две концовки, зависящие от решений игрока.\n\n✦ Основные разделы вики\n💡 Для детального изучения информации о проекте переходите по следующим страницам:\nГеймплей\nИгровые механики\nОписание сюжета\nПерсонажи\nЛокации\nАнализ конкурентов\n\nДобро пожаловать в мир Shattered Vessel. Судьба корабля в твоих руках."},"Анализ-конкурентов":{"slug":"Анализ-конкурентов","filePath":"Анализ конкурентов.md","title":"Анализ конкурентов","links":[],"tags":[],"content":"🔍 Основные конкуренты\nShattered Vessel можно сравнить с несколькими известными играми в жанре sci-fi хоррора. Вот основные проекты, которые имеют схожие элементы:\n\nDead Space – культовый sci-fi horror с сильным упором на выживание.\nSystem Shock – смесь immersive sim и survival horror с продвинутым ИИ.\nAlien: Isolation – стелс-хоррор с напряженной атмосферой и динамичным противником.\nSOMA – психологический хоррор с глубокой философской историей.\nPrey (2017) – sci-fi с нелинейным геймплеем и исследованием.\n\n\n🆚 Сравнение ключевых механик\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nМеханикаShattered VesselDead SpaceSystem ShockAlien: IsolationSOMAPreyОткрытое исследование✅🚫✅🚫✅✅Бой✅ (ограниченный)✅✅🚫 (почти нет)🚫✅Атмосферный хоррор✅✅✅✅✅✅Взаимодействие с ИИ✅🚫✅🚫✅✅Компаньон✅ (инопланетный жук)🚫🚫🚫🚫✅ (Neuromods)\n🔥 Отличия Shattered Vessel\n\nМинималистичный HUD и отсутствие традиционных интерфейсов.\nСистема рассудка, влияющая на восприятие мира.\nКомпаньон в виде инопланетного существа, который помогает, но не является всемогущим.\nГлавный антагонист – ИИ с разными вариантами взаимодействия.\nФрагментарное повествование через уцелевшие записи и видеообращения.\n\n💡 Вдохновение и заимствованные элементы\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nИграЧто беремКак адаптируемDead SpaceТесные коридоры, психологический хоррорДобавляем систему рассудка, делающую хоррор динамичнымSystem ShockВзаимодействие с ИИ, нелинейное повествованиеИИ меняет отношение к игроку в зависимости от действийAlien: IsolationНапряженная атмосфера выживанияИспользуем редкие, но смертоносные врагиSOMAФилософская тематика, моральные дилеммыИгроку придется решать, кому доверять, а кому нетPreyОткрытость мира, экосистема враговВраги и окружение реагируют на выборы игрока"},"Геймплей":{"slug":"Геймплей","filePath":"Геймплей.md","title":"Геймплей","links":[],"tags":[],"content":"🎮 Основные принципы игрового процесса\nShattered Vessel предлагает игроку напряженный и динамичный геймплей, сочетающий элементы хоррора, исследования и тактического выживания.\nИгрок управляет инженером космического корабля, который оказывается в одиночестве среди разрушенных секций судна. Каждое решение влияет на его судьбу и может привести к различным концовкам.\n\n🔹 Цели и задачи игрока\n\nИсследовать корабль и выяснить причины катастрофы\nНаходить и использовать ограниченные ресурсы\nВыживать в борьбе с мутировавшими существами и враждебным ИИ\nВзаимодействовать с компаньоном-жуком для решения головоломок\nДелать сложный моральный выбор, влияющий на концовку игры\n\n\n🔹 Структура игрового процесса\n\n🏛 Исследование корабля\nКорабль состоит из нескольких уровней, каждый из которых обладает уникальной атмосферой и опасностями. Игроку предстоит исследовать темные коридоры, изучать брошенные лаборатории и пробираться в заблокированные зоны.\n\n🛠 Выживание и ресурсы\nРесурсы на корабле ограничены, поэтому игроку необходимо тщательно распределять их:\n\nБоеприпасы — встречаются редко, поэтому стрельба должна быть осмысленной\nМедицинские препараты — помогают поддерживать здоровье и уровень рассудка\n\n\n⚔ Бои и скрытность\nИгрок может выбирать тактику:\n\nОткрытый бой: использовать найденное оружие и ловушки для уничтожения врагов\nСтелс: избегать столкновений, прятаться в темноте и использовать отвлекающие маневры\nТактическое окружение: использовать элементы корабля (электрошоки, запертые двери) в свою пользу\n\n\n🧠 Система рассудка\nПостепенное влияние страха и напряжения на героя выражается в галлюцинациях, искажении восприятия и сбоях управления. Игрок должен находить безопасные зоны или медикаменты, чтобы контролировать состояние персонажа.\n\n🔚 Финальный выбор\nВ конце игры перед игроком встанет сложный моральный выбор, определяющий, кто выживет, а кто останется на корабле навсегда. Решения, принятые на протяжении игры, формируют финальную концовку.\n\n🔹 Основные элементы геймплея\n\nСвобода исследования: нелинейный маршрут, возможность выбора стратегии\nГоловоломки: взлом компьютерных систем, поиск кодов, взаимодействие с компаньоном\nОграниченные ресурсы: необходимость тактически подходить к каждому бою и решению\n\nИгроку предстоит не только сражаться за жизнь, но и разгадывать тайны заброшенного корабля. Каждое действие ведет к последствиям, и только от него зависит, чем закончится эта история."},"Игровые-механики":{"slug":"Игровые-механики","filePath":"Игровые механики.md","title":"Игровые механики","links":[],"tags":[],"content":"⚙️ Основные механики\nShattered Vessel сочетает в себе несколько ключевых механик, создающих уникальный опыт выживания, исследования и психологического напряжения. Игроку предстоит адаптироваться к сложным условиям, используя ограниченные ресурсы и принимая судьбоносные решения.\n\n🔹 Исследование и навигация\n\nСвободное перемещение: игрок может исследовать локации в своем темпе, открывая новые пути.\nДинамическое окружение: некоторые зоны корабля меняются со временем (аварийные обрушения, пожары, отключение света).\nЗапертые зоны: для доступа в определенные области требуется найти ключ-карты, взломать системы или использовать компаньона.\n\n\n🔹 Система инвентаря и ресурсов\n\nОграниченный инвентарь: игрок может нести ограниченное количество предметов, что требует продуманного управления ресурсами.\nКрафт и модификации: найденные материалы позволяют улучшать оружие, броню и гаджеты.\nРедкие ресурсы: медицинские препараты, боеприпасы и источники энергии встречаются редко и требуют осознанного использования.\n\n\n⚔️ Боевая система, стелс и шум\nИгроку предоставляется выбор между агрессивной тактикой и скрытным прохождением.\n\nШум и реакция врагов: большинство действий, таких как взлом систем, передвижение по металлу или использование оружия, создают шум. Враги могут реагировать на звуки, проверяя источник или переходя в режим поиска.\nТактическое использование шума: игрок может намеренно создавать шум, чтобы отвлекать противников и уводить их в сторону.\nСтрельба и ближний бой: оружие подвержено износу, а боеприпасы ограничены.\nИнтерактивное окружение: игрок может использовать корабельные системы (электрозамыкания, аварийные шлюзы) для нейтрализации врагов.\n\n\n🧠 Психологическое давление и система рассудка\n\nГаллюцинации: у главного героя могут проявляться зрительные и слуховые искажения из-за стресса.\nПотеря контроля: при критическом уровне страха возможны кратковременные сбои управления персонажем.\nБезопасные зоны: нахождение в светлых или изолированных местах помогает восстановить рассудок.\n\n\n🤖 Взаимодействие с компаньоном\n\nАльтернативное зрение: жук-компаньон может сканировать скрытые объекты и ловушки.\nПомощь в боях: при правильной настройке жук может отвлекать или атаковать врагов.\nВзлом систем: компаньон способен проникать в закрытые зоны, разблокировать терминалы и находить полезные данные.\n"},"Локации":{"slug":"Локации","filePath":"Локации.md","title":"Локации","links":[],"tags":[],"content":"🌌 Локация Shattered Vessel\nИгровой мир представлен огромным заброшенным космическим кораблем “Горизонт”, построенным по круговой схеме. Центральной безопасной зоной является медицинский отсек, а вокруг него расположены различные сектора с разными функциями. Игроку предстоит постепенно изучать эти сектора, периодически возвращаясь в медблок для восстановления рассудка, крафта ресурсов и открытия новых секторов через терминал.\n\n🚀 Структура корабля\n🏥 1. Центральная зона – Медицинский отсек\nОписание: Единственная относительно безопасная зона, где можно восстановить здоровье и рассудок. Особенности:\n\nВозможность крафта ресурсов.\nДоступ к терминалу управления секторов.\nГолосовые записи с инструкциями и подсказками.\n\n🔧 2. Инженерный сектор\nОписание: Обеспечивает работу корабля. Здесь расположены генераторы и системы жизнеобеспечения. Особенности:\n\nУправление аварийными системами.\nГенераторы могут быть использованы для восстановления энергии в других секторах.\nПоломки, требующие ремонта для дальнейшего продвижения.\n\n🖥 3. Командный сектор\nОписание: Центр управления кораблем, содержащий важные данные о катастрофе. Особенности:\n\nДоступ к камерам наблюдения и записям экипажа.\nВозможность взлома консоли для разблокировки заблокированных отсеков.\nЗаписи ИИ, которые постепенно раскрывают сюжет.\n\n🌿 4. Биологический сектор\nОписание: Лаборатория, в которой проводились исследования инопланетных организмов. Теперь здесь разрастается неизвестная органика. Особенности:\n\nВраждебные биоформы, реагирующие на звук.\nВозможность найти образцы, влияющие на геймплей.\nЗагрязненные коридоры, требующие специальных средств для прохождения.\n\n⚙️ 5. Грузовой сектор\nОписание: Склад с различными материалами и оборудованием, часть которого можно использовать. Особенности:\n\nЛабиринт из контейнеров с ресурсами.\nОпасные участки с нестабильными конструкциями.\nВозможность перемещения объектов с помощью крана.\n\n🚀 6. Внешний периметр\nОписание: Разрушенные переходы и шлюзы, ведущие в открытый космос. Особенности:\n\nВозможность выхода в открытый космос в скафандре.\nРазгерметизированные участки, опасные для жизни.\nПотенциальные пути обхода заблокированных зон.\n\n🏠 7. Жилой отсек\nОписание: Квартиры и каюты экипажа, заброшенные после катастрофы. Особенности:\n\nВозможность найти личные записи экипажа, раскрывающие детали сюжета.\nЗапертые комнаты, требующие поиска ключ-карт.\nСледы борьбы, создающие ощущение ужаса и неизвестности.\n\n🎭 8. Зона отдыха\nОписание: Место, где экипаж мог расслабиться, прежде чем корабль пришел в запустение. Особенности:\n\nСтарые развлечения: кинотеатр, симуляторы и игровые автоматы.\nПолутемные коридоры с атмосферными аудиозаписями прошлого.\nВозможность найти редкие ресурсы, спрятанные персоналом.\n\n\nИгроку придется тщательно планировать маршруты, периодически возвращаясь в медицинский отсек для подготовки к новым вылазкам. Исследование корабля будет происходить постепенно, открывая новые сектора через терминал и добывая ресурсы для выживания."},"Описание-сюжета":{"slug":"Описание-сюжета","filePath":"Описание сюжета.md","title":"Описание сюжета","links":[],"tags":[],"content":"📖 Введение\nShattered Vessel переносит игрока в мрачную и таинственную обстановку космического корабля, дрейфующего в таинственной бездне космоса. Судно, которое должно было стать гордостью космических исследований,  превратилось в ловушку, полную смертельных опасностей и страшных тайн.\n🔹 Завязка\nИгрок берет на себя роль инженера, который приходит в сознание после аварии. Судно повреждено, связь с Землей не возможна, а искусственный интеллект корабля ведет себя довольно подозрительно. Вокруг – тьма, тревожные звуки и следы борьбы. Что произошло? Все ли живы? И самое главное – как спастись?\n🔹 Основной конфликт\nПостепенно герой узнает, что на корабле проводились ужасные эксперименты над экипажем, пока они находились в криосне. Корабельный ИИ изначально был создан на основе сознания безумного ученого, который воспользовался полной властью, чтобы провести жестокие опыты с использованием инопланетных существ. Что-то пошло не так – существа вырвались на свободу, вызвав хаос.\nТеперь ИИ, чьи мотивы до конца непонятны, воспринимает героя, как инструмент для возвращения контроля, а сам корабль стал смертельной ловушкой. Игроку предстоит раскрыть правду о случившемся, пытаясь выжить среди мутировавших созданий, неисправных механизмов и собственного рассудка, который постепенно разрушается под воздействием ужасающих событий.\n🔹 Ключевые сюжетные элементы\n\nЗагадочные записи экипажа – терминалы, аудиодневники и уцелевшие документы помогут понять, что случилось.\nКомпаньон – странное насекомоподобное существо, которое ведет себя разумно и может быть как союзником, так и угрозой.\nИИ корабля – непредсказуемый противник, который может помочь или же попытаться уничтожить героя.\n\n🔹 Развязка и вариативность\nФинал зависит от решений игрока. Доступны два основных варианта:\n\nПобег – героиня находит спасательную капсулу и уходит, оставляя корабль и экипаж позади. Он выбирается, но с чувством вины и без ответов.\nСлияние – герой жертвует собой, заменяя сознание сумасшедшего ученого в системе корабля. Теперь он становится новым ИИ, сохраняя личность, но теряя тело, с возможностью управлять судном и его технологиями. Однако это значит, что он навсегда останется заперт внутри машины, возможно, повторяя ошибки прошлого.\n\n🎭 Темы и настроение\nShattered Vessel – это история о выживании, моральных дилеммах и страхе перед неизвестным. Каждый шаг вперед приближает героя к разгадке… но готов ли он узнать правду?"},"Персонажи":{"slug":"Персонажи","filePath":"Персонажи.md","title":"Персонажи","links":[],"tags":[],"content":"Главная героиня – Инженер\nИмя: ---\nВозраст: 28 лет\nРоль: Инженер экспедиции “Горизонт”\nОписание: Пробуждается в поврежденной криокамере, не помня последних событий. Обладает техническими навыками, которые помогают ей выжить на зараженном корабле. Постепенно раскрывает правду о катастрофе.\nИИ – “Голос корабля”\nИмя: СЖОК\nРоль: Бортовой искусственный интеллект\nОписание: Вначале помогает главной героине, но его намерения становятся всё более сомнительными. С ним связан финальный выбор игры.\nКомпаньон – Инопланетный жук\nИмя: Жногнь\nРоль: Помощник в решении головоломок и бою\nОписание: Найден на корабле. Способен пролезать в узкие щели, взламывать электронные замки и отвлекать врагов.\nЭкипаж корабля (Пропавшие или мутировавшие)\nЭкипаж корабля неизвестен, встречаются только небольшие записи, из которых нельзя понять, кем они были. Единственным узнаваемым голосом является ведущий ученый, чьи видеообращения сопровождают героиню и помогают ей ориентироваться в происходящем. Эти записи дают цель, но их достоверность остается под вопросом.\nВраги – Зараженные\nОписание: Бывшие члены экипажа, подвергшиеся воздействию вируса. Теряют человеческий облик и ведут себя агрессивно. Некоторые из них сохраняют фрагменты воспоминаний.\nВраги – Враждебные жуки\nОписание: Агрессивные инопланетные организмы, появившиеся на корабле после катастрофы. В отличие от компаньона, они ведут себя крайне враждебно, нападая стаями и используя хитрые тактики для окружения жертвы. Некоторые из них обладают способностью плеваться кислотой или маскироваться в темноте."}}